Repository: raspberrypi-ui/lxplug-volume
Catalog: po/*.po
Languages: hy

source: Could not get BlueZ interface
hy: Հնարավոր չէ ստանալ BlueZ միջերես

source: Volume control
hy: Ուժգնության կառավարում

source: No volume control on this device
hy: Ուժգնության կառավարումը առկա չէ

source: Connecting Audio Device
hy: Ձայնային սարքի միացում

source: Connecting to Bluetooth audio device '%s'...
hy: Բլութութ ձայնային սարքի կապակցում '%s'...

source: Failed to connect to device - %s. Try to connect again.
hy: Չհաջողվեց միանալ սարքին - %s։ Կրկին փորձեք միանալ։

source: _OK
hy: _Լավ

source: Input Device Settings...
hy: Մուտքային սարքերի կարգավորում...

source: Analog
hy: Անալոգ

source: Output Device Settings...
hy: Ելքային սարքերի կարգավորում...

source: Audio Outputs
hy: Ձայնային ելք

source: Audio Inputs
hy: Ձայնային մուտք

source: No audio devices found
hy: Բարձրախոս չի գտնվել

source: Mute
hy: Անձայն

source: Enable
hy: Միացնել

source: %s (Playback)
hy: %s (Նվագարկել)

source: Input Device Options
hy: Մուտքային սարքի ընտրանքներ

source: Output Device Options
hy: Ելքային սարքի ընտրանքներ

source: %s Device : %s
hy: %s Սարք ՝ %s

source: Input
hy: Մուտքային

source: Output
hy: Ելքային

source: Playback
hy: Նվագարկել

source: Options
hy: Ընտրանքներ

source: Error, you need to install an application to configure the sound (pavucontrol, alsamixer ...)
hy: Սխալ, ձայնը կարգավորելու համար անհրաժեշտ է տեղադրել (pavucontrol, alsamixer ...)

source: Volume Control (ALSA/BT)
hy: ՈՒԺԳ կառավարում (ALSA/BT)

source: Display and control volume for ALSA and Bluetooth devices
hy: Ցուցադրել և կառավարել ուժգնությունը ALSA և Բլութութ սարքերի համար
